Repository: xldstudios/ilmenite-slider
Catalog: languages/ilmenite_slider-*.po
Languages: sv_se

source: Parent Slide:
sv_se: Överliggande slide:

source: All Slides
sv_se: Alla slides

source: View Slide
sv_se: Visa slide

source: Add New Slide
sv_se: Lägg till slide

source: Add New
sv_se: Lägg till

source: Edit Slide
sv_se: Redigera slide

source: Update Slide
sv_se: Uppdatera slide

source: Search Slide
sv_se: Sök slides

source: Not found
sv_se: Inte funnen

source: Not found in trash
sv_se: Inte funnen i papperskorgen

source: Link
sv_se: Länk
