Repository: xldstudios/ilmenite-slider
Catalog: languages/ilslider-*.po
Languages: sv_se

source: Add New
sv_se: Lägg till

source: Add New Item
sv_se: Lägg till bild

source: Edit Item
sv_se: Redigera bild

source: New Item
sv_se: Ny bild

source: All Items
sv_se: Alla bilder

source: View Item
sv_se: Visa bild

source: Search Items
sv_se: Sök bilder

source: No slider items found
sv_se: Inga sliderbilder funna

source: No slider items found in the trash
sv_se: Inga sliderbilder funna i papperskorgen

source: Image and video slider for use in themes.
sv_se: Bild och videoslider för användning i teman.
